In [2]:
import pandas as pd
import matplotlib.pyplot as plt

In [20]:
expert = pd.read_csv('expert.csv', index_col=False)
expert.columns = ["t", "cash"]

In [27]:
expert.tail()

           t     cash
18594  18595  2510651
18595  18596  2510651
18596  18597  2510651
18597  18598  2510651
18598  18599  2510651

In [29]:
simple = pd.read_csv('simple.csv', index_col=False)
simple.columns = ["t", "cash"]

In [31]:
simple.tail()

           t     cash
18594  18595  2515070
18595  18596  2515070
18596  18597  2515070
18597  18598  2516122
18598  18599  2516122

In [ ]:
plt.line(simple['cash'], expert["cash"])
plt.show()